// ConsoleApplication6.cpp : Defines the entry point for the console application.
//

#include "stdafx.h"
#include "iostream"
#include<locale>
#include "windows.h"

using namespace std;


void main(void)
{
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);

	cout << "Ім'я: Шароградська Анастасія" << endl;
	cout << "Дата народження: 30.10.1997" << endl;
	cout << "Місце навчання:Донецький національний університет" << endl;
	cout << "Улюблений серіал: я зомбі, люцифер" << endl;
	cout << "серіали, які я дивлюсь:  серіал 1: универ. Новая общага" << endl;
	cout << "Серіал 2: улица " << endl;
	cout << "Серіал 3: Ривердейл " << endl;
	cout << "Серіал 4: Кости " << endl;
	cout << "дивлюсь майже рік" << endl;
	cout << "підсадила мама" << endl;
	cout << "цікавий сюжет" << endl;
	cout << "дивлюсь 2 місяць" << endl;
	cout << "подивилась 7 сезонів з 14" << endl;
	cout << "подобається, тому ще ненапряжний серіал" << endl;
	cout << "Серіал 5: Касл " << endl;
	cout << "Улюблений Напій: кава" << endl;
	cout << "Улюблений жанр фільму: комедія, тріллер " << endl;
	cout << "Улюблений колір: Голубий, рожевий " << endl;
	cout << "Улюблене місто: Львів " << endl;
	cout << "Улюблений письменник: Ельчін Сафарлі " << endl;
	cout << "Улюблена тварина: котик " << endl;
	cout << "Колір очей: голубий(сірий)" << endl;
	cout << "Улюблена пора року: весна" << endl;
	cout << "Улюблені солодощі: молочний шоколад з цільними лісовими" << endl;
	cout << "Зріст: 171 см" << endl;
	cout << "Улюблена машина: BMW M5 E60(лісічка)" << endl;
	cout << "Улюблений нічний клуб: Skyroom" << endl;
	cout << "Стиль одягу: від лєді до гопніка(в завісімості від настрою)" << endl;
	cout << "в університет:класичний стиль одягу" << endl;
	cout << "джинси та рубашка" << endl;
	cout << "плаття та піджак" << endl;
	cout << "класичні шорти та футболка" << endl;
	
	cout << "на вечірку : плаття та вечірній макіяж" << endl;
	cout << "на прогулянку : зручний одяг(джинси та футболка)" << endl;
	cout << "в ліс: спортивний костюм" << endl;
	cout << "з хлопцем: плаття та туфлі" << endl;
	cout << "в магазин: перше, що випало з шкафа" << endl;
	cout << "на вечірку : плаття та вечірній макіяж" << endl;
	cout << "на прогулянку : зручний одяг(джинси та футболка)" << endl;
	cout << "у подорож : найбільш зручний одяг в залежності від погодніх умов" << endl;
	cout <<  "на урочистий захід : вечірню сукню" << endl;
	system("pause");

}

